Revit 2027 API
HostObjFailures Properties
The BuiltInFailures.HostObjFailures type exposes the following members.
Properties
Name | Description
HostMismatch |  Can't use this type in this host.
ReferencesNulled |  One or more references are or have become invalid.
Top
See Also
Reference
BuiltInFailures.HostObjFailures Class
Autodesk.Revit.DB Namespace